export const periods = [
	{
		id: 1,
		content: 'Древнерусская литература (XI—XVII века)',
		start: '1000-01-01',
		end: '1699-12-31',
		group: 1,
		subgroup: [
			{
				id: 2,
				content: 'Домонгольский период (XI—XIII века)',
				start: '1000-01-01',
				end: '1299-12-31',
				group: 1,
			},
			{
				id: 3,
				content: 'Московский период (XIV—XVII века)',
				start: '1300-01-01',
				end: '1699-12-31',
				group: 1,
			},
		],
	},
	{
		id: 4,
		content: 'Русская литература XVIII века',
		start: '1700-01-01',
		end: '1799-12-31',
		group: 2,
	},
	{
		id: 5,
		content: 'Золотой век русской литературы (XIX век)',
		start: '1800-01-01',
		end: '1899-12-31',
		group: 3,
	},
	{
		id: 6,
		content: 'Русская литература Серебряного века (рубеж XIX и XX веков)',
		start: '1900-01-01',
		end: '1929-12-31',
		group: 4,
	},
	{
		id: 7,
		content: 'Русская литература XX века (советская и русского зарубежья)',
		start: '1930-01-01',
		end: '1999-12-31',
		group: 5,
	},
]
